#region << 文 件 说 明 >>
/*----------------------------------------------------------------
// 文件名称：IHasTotalCount
// 创 建 者：IceInk
// 创建时间：2021/3/26/周五 上午 10:07:59
// 文件版本：V1.0.0
// ===============================================================
// 功能描述：
//		
//
//----------------------------------------------------------------*/
#endregion

namespace IceInk.ABP
{
    /// <summary>
    /// 定义此接口是为了标准化地将“项目总数”设置为DTO。
    /// </summary>
    public interface IAbpHasTotalCount
    {
        /// <summary>
        /// 接收的总数
        /// </summary>
        int TotalCount { get; set; }
    }
}

