#region << 文 件 说 明 >>

/*----------------------------------------------------------------
// 文件名称：EkLogLevel
// 创 建 者：作者名称
// 创建时间：2020/09/03 14:23:24
// 文件版本：V1.0.0
// ===============================================================
// 功能描述：
//		
//
//----------------------------------------------------------------*/

#endregion

namespace IceInk
{
    /// <summary>
    /// 日志级别
    /// </summary>
    public enum EkLogLevel
    {
        /// <summary>
        /// 信息级别
        /// </summary>
        Info,

        /// <summary>
        /// debug级别
        /// </summary>
        Debug,

        /// <summary>
        /// 错误级别
        /// </summary>
        Error,

        /// <summary>
        /// 致命级别
        /// </summary>
        Fatal
    }
}