#region << 文 件 说 明 >>

/*----------------------------------------------------------------
// 文件名称：DiskData
// 创 建 者：作者名称
// 创建时间：2020/09/03 14:30:50
// 文件版本：V1.0.0
// ===============================================================
// 功能描述：
//		磁盘数据
//
//----------------------------------------------------------------*/

#endregion

namespace IceInk
{
    /// <summary>
    /// 磁盘数据
    /// </summary>
    public enum DiskData
    {
        /// <summary>
        /// 读写
        /// </summary>
        ReadAndWrite,

        /// <summary>
        /// 读
        /// </summary>
        Read,

        /// <summary>
        /// 写
        /// </summary>
        Write
    }
}