#region << 文 件 说 明 >>

/*----------------------------------------------------------------
// 文件名称：EkNetData
// 创 建 者：作者名称
// 创建时间：2020/09/03 14:18:41
// 文件版本：V1.0.0
// ===============================================================
// 功能描述：
//		
//
//----------------------------------------------------------------*/

#endregion


namespace IceInk
{
    /// <summary>
    ///     网络数据
    /// </summary>
    public enum EkNetData
    {
        /// <summary>
        ///     收发
        /// </summary>
        ReceivedAndSent,

        /// <summary>
        ///     收
        /// </summary>
        Received,

        /// <summary>
        ///     发
        /// </summary>
        Sent
    }
}